
/**
  ******************************************************************************
  * @file   mversion.h
  * @author  
  * @version 
  * @date    
  * @brief   根据软件编译时间生成版本号 十进制，格式，年月日时
  ******************************************************************************
  * @attention 	  v1.0    jgb            20170502
  ******************************************************************************
  */

#ifndef __MVERSION_H_
#define __MVERSION_H_

#include "app_cfg.h"

uint32_t mver_getver(void);

#endif /* __MVERSION_H_ */


